posts/analise-do-hino-nacional-brasileiro.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Análise do Hino Nacional Brasileiro</title>
<meta name="generator" content="Org Mode" />
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="icon" type="image/x-icon" href="/static/profile.png">

<link rel="preconnect" href="https://rsms.me/">
<link rel="stylesheet" href="https://rsms.me/inter/inter.css">
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link
    href="https://fonts.googleapis.com/css2?family=IBM+Plex+Mono:ital,wght@0,100;0,200;0,300;0,400;0,500;0,600;0,700;1,100;1,200;1,300;1,400;1,500;1,600;1,700&display=swap"
    rel="stylesheet">

</head>
<body>
<div id="preamble" class="status">
<header>
    <h1>
        <a id="bigtitle" href="/">Gabriel</a>
    </h1>
    <nav>
        <ul id="navlist">
            <li id="navlistitem"><a href="/projects.html">Projects</a></li>
            <li id="navlistitem"><a href="/posts/">Posts</a></li>
            <li id="navlistitem"><a href="/literature/">Literature</a></li>
        </ul>
    </nav>
</header>
<div id="date">
    13 June, 2026 <i>Anno Domini</i> - 22:48
</div>
</div>
<div id="content" class="content">
<h1 class="title">Análise do Hino Nacional Brasileiro</h1>
<p>
Como o assunto do pós-jogo Brasil X Marrocos foi "o hino do Brasil não fala sobre guerra", eu decidi fazer essa análise da sua letra.
</p>

<blockquote>
<p class="verse">
<i>Ouviram do Ipiranga as margens plácidas</i><br />
<i>De um povo heróico o brado retumbante,</i><br />
<i>E o sol da liberdade, em raios fúlgidos,</i><br />
<i>Brilhou no céu da pátria nesse instante.</i><br />
<i>Se o penhor dessa igualdade</i><br />
<i>Conseguimos conquistar com braço forte,</i><br />
<i>Em teu seio, ó liberdade,</i><br />
<i>Desafia o nosso peito a própria morte!</i><br />
</p>
</blockquote>

<p>
O hino começa falando da guerra pela independência do Brasil. Sim, todos esses versos são sobre guerra.
</p>

<blockquote>
<p class="verse">
<i>Ó Pátria amada,</i><br />
<i>Idolatrada,</i><br />
<i>Salve! Salve!</i><br />
</p>
</blockquote>

<p>
Esses versos são apenas adoração genérica.
</p>

<blockquote>
<p class="verse">
<i>Brasil, um sonho intenso, um raio vívido</i><br />
<i>De amor e de esperança à terra desce,</i><br />
<i>Se em teu formoso céu, risonho e límpido,</i><br />
<i>A imagem do Cruzeiro resplandece.</i><br />
</p>
</blockquote>

<p>
Essa é uma parte particularmente complicada de entender, principalmente porque a frase que quer ser dita está ao contrário da maneira com que se costuma dizer. "Traduzindo", ela fica algo como "O Brasil é um sonho intenso. Se a imagem do Cruzeiro (do Sul) resplandesce em teu (do Brasil) formoso, risonho e límpido céu, então um raio vívido de amor e de esperança vem para a terra (do Brasil)".
</p>

<p>
Pode-se entender o Cruzeiro aqui como não apenas o Cruzeiro do Sul no céu, mas também o símbolo religioso. A esperança citada é a ânsia de se ter uma nação, que é formada por várias coisas, entre elas a guerra. O amor é o próprio. Portanto, uma interpretação bem clara para esse trecho é que o Brasil possui graça divina para se construir como nação.
</p>

<blockquote>
<p class="verse">
<i>Gigante pela própria natureza,</i><br />
</p>
</blockquote>

<p>
Natureza aqui não quer dizer "mato, bicho, rio e fruta". Aqui se usa "natureza" da mesma maneira com que se diz que alguém tem "talento nato". O país é gigante por virtude de ser. É característica intrínseca ao Brasil ser gigante.
</p>

<blockquote>
<p class="verse">
<i>És belo, és forte, impávido colosso,</i><br />
<i>E o teu futuro espelha essa grandeza.</i><br />
</p>
</blockquote>

<p>
Alguém que não entende o que é uma nação pode erroneamente acreditar que esses dois versos (e o anterior também) se referem à natureza "mato, bicho, rio e fruta". Na verdade, eles dizem que, como nação, o país é forte (no sentido de "vence guerras" mesmo). "Impávido" significa "aquele que não teme", e "colosso" significa "gigante". O país é um gigante que não tem medo. Novamente, uma nação forte.
</p>

<p>
O próximo verso diz que o futuro da nação será bom devido as características da nação descritas no verso anterior.
</p>

<blockquote>
<p class="verse">
<i>Terra adorada,</i><br />
<i>Entre outras mil,</i><br />
<i>És tu, Brasil,</i><br />
<i>Ó Pátria amada!</i><br />
<i>Dos filhos deste solo és mãe gentil,</i><br />
<i>Pátria amada,</i><br />
<i>Brasil!</i><br />
</p>
</blockquote>

<p>
Novamente versos de adoração sem muito significado adicional. Aqui, porém, há o verso que, ironicamente, diz que a nação cuida bem de seus filhos (o seu povo).
</p>

<p>
Essa estrofe encerra a primeira parte. Frequentemente, apenas essa parte é tocada pois o hino todo é particularmente longo.
</p>

<blockquote>
<p class="verse">
<i>Deitado eternamente em berço esplêndido,</i><br />
<i>Ao som do mar e à luz do céu profundo,</i><br />
<i>Fulguras, ó Brasil, florão da América,</i><br />
<i>Iluminado ao sol do Novo Mundo!</i><br />
<i>Do que a terra, mais garrida,</i><br />
<i>Teus risonhos, lindos campos têm mais flores;</i><br />
<i>"Nossos bosques têm mais vida",</i><br />
<i>"Nossa vida" no teu seio "mais amores."</i><br />
</p>
</blockquote>

<p>
A segunda parte começa com uma sequência sobre a beleza da natureza (dessa vez, "mato, bicho, rio e fruta") do território. Junto, há a afirmação de que o Brasil é a jóia da América, uma grande nação construída no Novo Mundo. Vale notar que o uso do termo "Novo Mundo" também insere a história do país nesse trecho (possivelmente de maneira acidental, para formar a rima e manter o ritmo). Especificamente, a ideia de que a nação foi construída através da colonização europeia.
</p>

<blockquote>
<p class="verse">
<i>Ó Pátria amada,</i><br />
<i>Idolatrada,</i><br />
<i>Salve! Salve!</i><br />
</p>
</blockquote>

<p>
Mais adoração genérica sem significado particular.
</p>

<blockquote>
<p class="verse">
<i>Brasil, de amor eterno seja símbolo</i><br />
<i>O lábaro que ostentas estrelado,</i><br />
<i>E diga o verde-louro dessa flâmula</i><br />
<i>&#x00ad; "Paz no futuro e glória no passado."</i><br />
</p>
</blockquote>

<p>
Os três primeiros versos dessa estrofe citam a bandeira. Ela foi inserida especificamente para melhorar a aceitação popular da troca do brasão imperial pelo círculo celeste republicano e o lema positivista "Ordem e progresso". Os dois últimos citam o verde da bandeira &#x2013; cor da esperança &#x2013; atribuindo a ele a afirmação da glória passada (das guerras vencidas para a formação da nação) e a ânsia de paz no futuro. Novamente, guerra.
</p>

<blockquote>
<p class="verse">
<i>Mas, se ergues da justiça a clava forte,</i><br />
<i>Verás que um filho teu não foge à luta,</i><br />
<i>Nem teme, quem te adora, a própria morte.</i><br />
</p>
</blockquote>

<p>
Realmente espero que não seja preciso comentar o que esse verso fala diretamente: se a nação for ultrajada, seu povo a defenderá. Guerra.
</p>

<blockquote>
<p class="verse">
<i>Terra adorada,</i><br />
<i>Entre outras mil,</i><br />
<i>És tu, Brasil,</i><br />
<i>Ó Pátria amada!</i><br />
<i>Dos filhos deste solo és mãe gentil,</i><br />
<i>Pátria amada,</i><br />
<i>Brasil!</i><br />
</p>
</blockquote>

<p>
O hino fecha com a mesma estrofe que encerra a primeira parte.
</p>

<div id="outline-container-org2942306" class="outline-2">
<h2 id="org2942306">OBS</h2>
<div class="outline-text-2" id="text-org2942306">
<p>
Eu <a href="https://gboncoffee.dev.br/literature">costumo escrever melhor</a>, porém estou sob efeito de álcool, muito churrasco, ovinhos de amendoim e Doritos. Peço encarecidamente que o leitor me perdoe pela escrita horrível desse artigo. Que Deus lhe abencoe.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
    <hr width="80%">
    © Gabriel G. de Brito (CC-BY-NC). Code for this page is free and open
    source, licensed under the MIT license. Help improving it on
    <a href="https://github.com/gboncoffee/gboncoffee.github.io">GitHub</a>.
</footer>
</div>
</body>
</html>
